messages-services-service = 
 📋 شما می‌توانید اطلاعات سرویس خود را در پایین همین پیام مشاهده کنید.

 🔗 با کلیک روی دکمه «لینک سابسکریپشن» می‌توانید لینک سرویس خود را دریافت کنید.

messages-services-share-text = 
 👤 نام کاربری : { $name }

 🛠️ وضعیت : { $status }

 ⏳ زمان پایان : { $expiration }

 📆 زمان باقی مانده : { $days } روز

 🔋 حجم کل : { $totalVolume } گیگابایت

 📊 حجم مصرف شده : { $usedVolume } گیگابایت

 🪫 حجم باقی مانده : { $remainingVolume } گیگابایت

messages-services-share-keyboard = 
 🔍 جزئیات سرویس را در دکمه‌های زیر مشاهده کنید.

 🛡️ همراه شما هستیم برای بهترین تجربه!
