membership-join-required = 
 👋 سلام { $user } عزیز!

 ✋ برای استفاده کامل و بدون محدودیت از امکانات این بات، لطفاً ابتدا در کانال‌های زیر عضو شوید.

 📢 با عضویت در این کانال‌ها، همیشه از جدیدترین اطلاعیه‌ها، محتوای ویژه و اخبار مهم باخبر خواهید شد.

 👇 لطفاً روی دکمه‌های زیر کلیک کنید و به راحتی در کانال‌های مورد نیاز عضو شوید:

membership-check = ✅ بررسی مجدد عضویت

membership-check-time = 🕛 آخرین بررسی: { $time }

membership-checking = ⚠️ شما هنوز در تمام کانال‌های مورد نیاز عضو نشده‌اید. لطفاً عضویت خود را تکمیل کنید و دوباره تلاش کنید.

membership-join-ok = 🎉 عضویت شما تأیید شد! حالا می‌توانید بدون محدودیت از تمامی امکانات بات استفاده کنید.
