messages-home =
 👋 سلام { $name } عزیز!

 🎉 به ربات خرید سرویس‌های VPN خوش اومدی. اینجا می‌تونی سریع، امن و بدون دردسر سرویس دلخواهت رو تهیه کنی.

 🚀 برای شروع، لطفاً از منو پایین یکی از گزینه‌ها رو انتخاب کن.


messages-issue = 
 ⚠️ کاربر عزیز { $name }، مشکلی در انجام عملیات پیش آمده است.

 🔄 لطفاً یک بار دیگر تلاش کنید.

 🛠️ اگر با تلاش مجدد مشکل همچنان پابرجا بود، می‌توانید با فشردن دکمه زیر مشکل را به ما گزارش دهید تا در سریع‌ترین زمان ممکن بررسی شود.

 🙏 از صبوری شما سپاسگزاریم.

messages-issue-report = 
 📝 لطفاً پیام خود را در قالب توضیح مختصر درباره مشکل ارسال کنید.

 📬 پس از ارسال، تیم پشتیبانی در اولین فرصت بررسی خواهد کرد.

messages-issue-cancel = 
 ❌ فرایند گزارش مشکل لغو شد.

 👌 در صورت نیاز می‌توانید دوباره از دکمه "گزارش مشکل" استفاده کنید.

 🙏 از همکاری شما سپاسگزاریم.

messages-issue-sent = 
 ✅ پیام شما با موفقیت ارسال شد.

 🎯 تیم پشتیبانی به زودی موضوع را بررسی خواهد کرد.

 🙏 از همکاری شما سپاسگزاریم.


messages-buy = 
 🛒 خوش آمدید به بخش خرید سرویس!

 📋 شما می‌توانید از طریق دکمه‌های زیر مراحل خرید را دنبال کنید و سرویس مورد نظر خود را انتخاب و تهیه نمایید.

 🚀 ما تلاش می‌کنیم بهترین کیفیت و سریع‌ترین پشتیبانی را برای شما فراهم کنیم.

messages-buy-in-progress = 
 ⚙️ شما هم‌اکنون در حال خرید یک سرویس دیگر هستید.

 ⏳ لطفاً ابتدا وضعیت خرید قبلی خود را مشخص کنید.

messages-buy-cancelled = 
 ❌ خرید شما با موفقیت لغو شد.

 🛑 در صورت نیاز می‌توانید مجدداً مراحل خرید را از ابتدا شروع کنید.

messages-buy-awaiting-name = 
 ✏️ لطفاً نام کاربری سرویس خود را وارد کنید.

 ⚠️ نام کاربری باید فقط حروف انگلیسی و اعداد باشد.

 ⚠️ لطفاً از استفاده از کاراکترهای اضافی مانند @، فاصله و خط تیره خودداری کنید.

messages-buy-awaiting-volume = 
 💾 لطفاً حجم مورد نظر خود را به گیگابایت وارد کنید.

 ⚠️ حداقل حجم مجاز 1 گیگابایت است.

messages-buy-awaiting-days = 
 🗓 لطفاً مدت زمان سرویس ( بر حسب روز ) را وارد کنید.

 ⚠️ حداقل مدت زمان مجاز 1 روز است.

messages-buy-invalid-name = 
 ❗️ نام کاربری وارد شده معتبر نیست.

 ⚠️ لطفاً فقط حروف انگلیسی و اعداد وارد کنید. کاراکترهای اضافی مانند @ ، فاصله و خط تیره مجاز نیستند.

messages-buy-duplicate-name = 
 ❗️ نام کاربری وارد شده قبلاً توسط شخص دیگری انتخاب شده است.

 ⚠️ لطفاً یک نام کاربری دیگر وارد کنید که قبلاً ثبت نشده باشد.

messages-buy-invalid-volume = 
 ❗️ حجم وارد شده معتبر نیست.

 ⚠️ حداقل حجم مجاز 1 گیگابایت است.

messages-buy-invalid-days = 
 ❗️ مدت زمان وارد شده معتبر نیست.

 ⚠️ حداقل مدت زمان مجاز 1 روز است.



messages-buy-confirm = 
 ✅ تایید نهایی خرید

 ⭐ سرویس : { $breadcrumb }

 📦 نام سرویس : { $name }

 🗓 مدت زمان : { $days } روز 

 💾 حجم سرویس : { $volume } گیگابایت 

 💰 قیمت سرویس : { $price } تومان

 👛 موجودی کیف پول شما : { $wallet } تومان

 ❗️ این مرحله آخر خرید است. آیا از انتخاب خود مطمئن هستید؟

messages-buy-not-enough-money = 
 ❌ موجودی کافی نیست

 😔 متاسفیم! موجودی شما برای انجام این خرید کافی نیست.

 💳 لطفاً کیف پول خود را شارژ کرده و دوباره تلاش کنید.
