messages-home =
 👋 سلام { $name } عزیز!

 🎉 به ربات خرید سرویس‌های VPN خوش اومدی. اینجا می‌تونی سریع، امن و بدون دردسر سرویس دلخواهت رو تهیه کنی.

 🚀 برای شروع، لطفاً از منو پایین یکی از گزینه‌ها رو انتخاب کن.

messages-issue = 
 ⚠️ کاربر عزیز { $name }، مشکلی در انجام عملیات پیش آمده است.

 🔄 لطفاً یک بار دیگر تلاش کنید.

 🛠️ اگر با تلاش مجدد مشکل همچنان پابرجا بود، می‌توانید با فشردن دکمه زیر مشکل را به ما گزارش دهید تا در سریع‌ترین زمان ممکن بررسی شود.

 🙏 از صبوری شما سپاسگزاریم.

messages-issue-report = 
 📝 لطفاً پیام خود را در قالب توضیح مختصر درباره مشکل ارسال کنید.

 📬 پس از ارسال، تیم پشتیبانی در اولین فرصت بررسی خواهد کرد.

messages-issue-cancel = 
 ❌ فرایند گزارش مشکل لغو شد.

 👌 در صورت نیاز می‌توانید دوباره از دکمه "گزارش مشکل" استفاده کنید.

 🙏 از همکاری شما سپاسگزاریم.


messages-issue-sent = 
 ✅ پیام شما با موفقیت ارسال شد.

 🎯 تیم پشتیبانی به زودی موضوع را بررسی خواهد کرد.

 🙏 از همکاری شما سپاسگزاریم.